Repository: molsen234/ModNotIncluded
Catalog: Source Code/Insulated Door/Steam/translations/*.po
Languages: ru, zh

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.DESC
source: The lowered thermal conductivity of insulated door slows any heat passing through them.
ru: Пониженная термопроводность изолированной двери замедляет прохождение тепла через нее.
zh: 隔热门的导热系数降低，减慢热量通过它们的速度。

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
ru: Сохраняет температуру с обоих сторон двери
zh: 保持门两侧的温度

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDMANUALPRESSUREDOOR.NAME
source: <link="INSULATEDMANUALPRESSUREDOOR">Insulated Manual Airlock</link>
ru: <link="InsulatedManualPressureDoor">Изолированный Ручной Шлюз</link>
zh: <link="InsulatedManualPressureDoor">隔热手动气闸</link>

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.DESC
source: Tiny Mechanized Airlocks fitted for very tiny duplicant.
ru: Пониженная термопроводность изолированной двери замедляет прохождение тепла через нее.
zh: 隔热门的导热系数降低，减慢热量通过它们的速度。

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
ru: Сохраняет температуру с обоих сторон двери
zh: 保持门两侧的温度

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDPRESSUREDOOR.NAME
source: <link="INSULATEDPRESSUREDOOR">Insulated Mechanized Airlock</link>
ru: <link="InsulatedPressureDoor">Изолированный Авто Шлюз</link>
zh: <link="InsulatedManualPressureDoor">隔热机械气闸</link>

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDMANUALPRESSUREDOOR.DESC
source: The lowered thermal conductivity of insulated door slows any heat passing through them.
ru: Пониженная термопроводность изолированной двери замедляет прохождение тепла через нее.
zh: 隔热门的导热系数降低，减慢热量通过它们的速度。

source: Mantain temperature between two rooms
ru: Сохраняет температуру с обоих сторон двери
zh: 保持门两侧的温度

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDMANUALPRESSUREDOOR.NAME
source: <link="TINYINSULATEDMANUALPRESSUREDOOR">`Tiny Insulated Manual Airlock</link>
ru: <link="TinyInsulatedManualPressureDoor">Изолированный Ручной Мини Шлюз</link>
zh: 微型隔热手动气闸

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.DESC
source: Tiny Mechanized Airlocks fitted for very tiny duplicant.
ru: Пониженная термопроводность изолированной двери замедляет прохождение тепла через нее.
zh: 隔热门的导热系数降低，减慢热量通过它们的速度。

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.EFFECT
source: Mantain temperature between two rooms
ru: Сохраняет температуру с обоих сторон двери
zh: 保持门两侧的温度

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.TINYINSULATEDPRESSUREDOOR.NAME
source: <link="TINYINSULATEDPRESSUREDOOR">Tiny Insulated Mechanized Airlock</link>
ru: <link="TinyInsulatedPressureDoor">Изолированный Авто Мини Шлюз</link>
zh: 微型隔热机械气闸
